Repository: mozilla-l10n/mt-training-data
Catalog: bn-BD/bn-BD_pontoon.tmx
Source language: en_us
Languages: bn_bd

source: 3. Tap the magnifying glass icon above the keyboard to add the search engine.
bn_bd: 3. সার্চ ইঞ্জিন যোগ করার জন্য কীবোর্ডের উপরে ম্যাগনিফিকেশনের আইকনটি আলতো চাপুন।

source: 4. If you don’t see the magnifying glass, try manually adding a search engine.
bn_bd: 4. যদি আপনি ম্যাগনিফিকেশনের আইকন দেখতে না পান, তাহলে সার্চ ইঞ্জিনটি ম্যানুয়ালি যোগ করার চেষ্টা করুন।

source: Ad blocking
bn_bd: এড ব্লকিং

source: Ad Blocking
bn_bd: এড ব্লকিং

source: As a private browser, we never save and cannot restore your last browsing session.
bn_bd: ব্যক্তিগত ব্রাউজার হিসাবে, আমরা কখনও আপনার শেষ ব্রাউজিং সেশন সংরক্ষণ করি না এবং আপনি এটি পুনরুদ্ধারও করতে পারবেন না।

source: Authentication required
bn_bd: প্রমাণীকরণ আবশ্যক

source: Autocomplete
bn_bd: অটোকমপ্লিট

source: Autocomplete URLs for sites you use most Long-press any URL in the address bar
bn_bd: আপনার সবচে বেশী ব্যবহৃত স্বয়ংপূরণ URLs অ্যাড্রেস বারে যেকোনো URL লং-প্রেস করুন

source: Automatically block online trackers while you browse. Then tap to erase visited pages, searches, cookies and passwords from your device.
bn_bd: আপনার ব্রাউজিংয়ের সময় স্বয়ংক্রিয়ভাবে অনলাইন ট্রাকারদেরকে অবরুদ্ধ করা হয়। তারপর আপনার ডিভাইস থেকে দেখা পৃষ্ঠাগুলি, অনুসন্ধান, কুকি এবং পাসওয়ার্ড মুছতে ট্যাপ করুন।

source: Automatic private browsing. Browse. Erase. Repeat.
bn_bd: স্বয়ংক্রিয় প্রাইভেন্ট ব্রাউজিং। ব্রাউজ করুন। মুছে দিন। আবার করুন।

source: Block ads and other annoyances
bn_bd: বিজ্ঞাপন ও অন্যান্য বিরক্তির ব্লক

source: Block images
bn_bd: ইমেজ ব্লক করুন

source: Block Images
bn_bd: ইমেজ ব্লক করুন

source: Browse like no one’s watching
bn_bd: এমনভাবে ব্রাউজ করুন যেন কেউ না দেখে

source: Browse like no one’s watching.
bn_bd: ব্রাউজ করুন এমন ভাবে, যেনো কেউ দেখছে না।

source: Check the search string and try again
bn_bd: অনুসন্ধান বাক্য যাচাই করুন এবং পুনরায় চেষ্টা করুন

source: Content Blocking is disabled
bn_bd: কন্টেন্ট ব্লকিং নিষ্ক্রিয় করা হয়েছে

source: Content Blocking is enabled
bn_bd: কন্টেন্ট ব্লকিং সক্রিয় করা হয়েছে

source: Copy image address
bn_bd: ছবির ঠিকানা অনুলিপি করুন

source: Copy link address
bn_bd: লিংকের ঠিকানা অনুলিপি করুন

source: Custom URL
bn_bd: কাস্টোম URL

source: Custom URLs
bn_bd: কাস্টোম URLs

source: Default search
bn_bd: ডিফল্ট অনুসন্ধান

source: Default URL List
bn_bd: ডিফল্ট URL লিস্ট

source: Downloaded files <b>will not be deleted</b> when you erase %1$s history.
bn_bd: আপনি %1$s ইতিহাস অপসারণ করলে, ডাউনলোড করা ফাইল <b>মুছে যাবে না</b>।

source: Download File
bn_bd: ফাইল ডাউনলোড করুন

source: Embedded on sites to track your visits and to display functionality like share buttons
bn_bd: সাইটে আপনার ব্রাউজ ট্র্যাক করতে এবং শেয়ার বোতামের মত ফাংশনালিটি দেখাতে সাইটে এম্বেড রয়েছে

source: Enable to have %1$s autocomplete over 450 popular URLs in the address bar.
bn_bd: অ্যাড্রেস বারে 450 টি জনপ্রিয় URLs এর উপরে %1$s স্বতঃপূর্ণ থাকতে সক্ষম।

source: Enabling may cause some pages to behave unexpectedly
bn_bd: সক্রিয় করলে কিছু পাতা অপ্রত্যাশিত আচরণ করতে পারে

source: Erase and open %1$s
bn_bd: মুছে ফেলুন এবং %1$s খুলুন

source: Hide webpages when switching apps
bn_bd: অ্যাপ বদলের সময় ওয়েবপেইজ আড়াল কর

source: Make default browser
bn_bd: ডিফল্ট ব্রাউজার করুন

source: Manually add
bn_bd: ম্যানুয়ালি যোগ করুন

source: May break some videos and Web pages
bn_bd: কিছু ভিডিও এবং ওয়েবপেজ ভাঙ্গা ভাঙ্গা আসতে পারে

source: Name to display
bn_bd: যে নাম দেখাবে

source: No (allow all cookies)
bn_bd: না (সব কুকি অনুমোদন করুন)

source: Ok, got it!
bn_bd: ঠিক আছে, আমি বুঝতে পেরেছি!

source: Oops
bn_bd: ওহো

source: Open a link in a new tab Long-press any link on a page
bn_bd: একটি নতুন ট্যাব একটি লিঙ্ক খুলুন কোন পেজে কোন লিংক লং-প্রেস করুন

source: Open every link in %1$s Set %1$s as default browser
bn_bd: %1$s এর মধ্যে প্রতিটি লিঙ্ক খুলুন ডিফল্ট ব্রাউজার হিসাবে %1$s সেট করুন

source: Open link in selected tab
bn_bd: নির্বাচিত ট্যাবে লিঙ্ক খুলুন

source: Open tab
bn_bd: ট্যাব খুলুন

source: Open with…
bn_bd: এটির সাহায্যে খুলুন…

source: Open with %1$s
bn_bd: %1$s ব্যবহার করে খোলা হবে

source: Open with app
bn_bd: অ্যাপ দিয়ে খুলুন

source: Paste or enter search string. If necessary, replace search term with: %s.
bn_bd: অনুসন্ধান বাক্য প্রতিলেপন করুন বা লিখুন। প্রয়োজনে, অনুসন্ধান শব্দ এ দ্বারা বদল করুন: %s।

source: Restart %1$s
bn_bd: %1$s পুনরায় শুরু করুন

source: Return to your favorite sites in %1$s quickly. Just select "Add to Home screen" from the %1$s menu.
bn_bd: %1$s এ আপনার প্রিয় সাইটে দ্রুত ফিরে আসুন। শুধু %1$s মেনু থেকে "হোম স্ক্রীনে যোগ করুন" নির্বাচন করুন।

source: Saved and shared images <b>will not be deleted</b> when you erase %1$s history.
bn_bd: আপনি %1$s ইতিহাস অপসারণ করলে, সংরক্ষিত ও শেয়ার করা ছবি <b>মুছে যাবে না</b>।

source: Save image
bn_bd: ছবি সংরক্ষণ

source: Secure connection failed
bn_bd: নিরাপদ সংযোগ স্থাপন করতে ব্যর্থ

source: Send anonymous usage data
bn_bd: ব্যবহার সম্পর্কিত ডাটা ছদ্মনামে প্রেরণ করুন

source: Share image
bn_bd: ছবি শেয়ার

source: Site behaving unexpectedly? Try turning off Tracking Protection
bn_bd: সাইট অপ্রত্যাশিত আচরণ করছে? ট্র্যাকিং সুরক্ষা বন্ধ করে দেখুন

source: Some ads track site visits, even if you don’t click the ads
bn_bd: কিছু বিজ্ঞাপন, আপনি তাতে ক্লিক না করলেও কি সাইট ব্রাউজ করছেন তা ট্র্যাক করে

source: Sorry. %1$s had a problem and crashed.
bn_bd: দুঃখিত। %1$s সমস্যা ছিল এবং ক্র্যাশ হয়েছে।

source: Take private browsing to the next level. Block ads and other content that can track you across sites and bog down page load times.
bn_bd: ব্যাক্তিগত ব্রাউজিং কে আরেক উচ্চতায় নিয়ে যান। বিজ্ঞাপন আর অন্যান্য কনটেন্ট ব্লক করুন, যারা আপনাকে সকল ওয়েবসাইটে অনুসরণ করে বেড়ায় আর আপনার পেজ লোডিং টাইম অনেকগুন বাড়িয়ে দেয়।

source: The connection timed out
bn_bd: সংযোগের সময়সীমা উত্তীর্ণ

source: To be clear, sites and service you use can still know where you've been.
bn_bd: একটা বিষয় স্পষ্ট জেনে রাখুন, যেসকল সাইট এবং অনলাইন সেবা আপনি ব্যবহার করছেন, তারা ঠিকই জেনে যায় আপনি কোন কোন সাইটে গিয়েছেন।

source: Trusted site? Allowlist disables Tracking Protection for sites you know and trust.
bn_bd: বিশ্বস্ত সাইট? Allowlist আপনার পরিচিত এবং বিশ্বাসযোগ্য সাইটের জন্য ট্র্যাকিং সুরক্ষা অক্ষম করে।

source: <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
bn_bd: <ul> <li>টাইপজনিত ভুলের জন্য ঠিকানা পরীক্ষা করুন যেমন <strong>ww</strong>.example.com বদলে <strong>www</strong>.example.com</li> <li>আপনার কোন পেজ লোডিংয়ে ব্যর্থ হলে, আপনার ডিভাইসের মোবাইল ডাটা বা ওয়াইফাই সংযোগ পরীক্ষা করুন।</li> </ul>

source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your mobile device’s data or Wi-Fi connection.</li> </ul>
bn_bd: <ul> <li>সাইটটি সাময়িকভাবে পাওয়া যাচ্ছেনা বা প্রচন্ড ব্যস্ত রয়েছে। কিছুক্ষণ পর আবার চেষ্টা করুন.</li> <li>আপনার কোন পেজ লোডিংয়ে ব্যর্থ হলে, আপনার ডিভাইসের মোবাইল ডাটা বা ওয়াইফাই সংযোগ পরীক্ষা করুন।</li> </ul>

source: Used to collect, analyze and measure activities like tapping and scrolling
bn_bd: ট্যাপিং বা স্ক্রলিং এর মত কর্মকান্ডের হিসেব রাখতে, বিশ্লেষণ করতে ব্যবহৃত হয়

source: We can’t load this page for some reason.
bn_bd: আমরা কিছু কারণবশতঃ এই পাতাটি লোড করতে পারছি না।

source: What's New
bn_bd: নতুন কি আছে

source: Your fingerprint can unlock %1$s if a URL is already opened in the app. Stealth will be turned on.
bn_bd: একটি URL যদি ইতিমধ্যে অ্যাপ এ খোলা থাকে আপনার আঙ্গুলের ছাপ %1$s আনলক করতে পারবে। স্টিল্থ্ চালু করা হবে।

source: {0} {1} added.
bn_bd: {0} {1} যোগ করা হয়েছে।

source: {0} ago
bn_bd: {0} আগে

source: {0} approved
bn_bd: {0} টি অনুমোদিত

source: {0} character left.
bn_bd: {0} টি শব্দ বাকি আছে।

source: {0} error
bn_bd: {0} গুলো ত্রুটি

source: "{0}" is a reserved tag and cannot be used.
bn_bd: "{0}" হল সংরক্ষিত ট্যাগ এবং এগুলোকে ব্যবহার করা যাবে না।

source: {0.name} ({1}) added to {addon}.
bn_bd: {addon} এ {0.name} ({1}) যুক্ত করা হয়েছে।

source: {0.name} ({1}) removed from {addon}.
bn_bd: {addon} হতে {0.name} ({1}) অপসারণ করা হয়েছে।

source: {0.name} role changed to {1} for {addon}.
bn_bd: {addon} এর জন্য {0.name} এর পদবি পরিবর্তন করে {1} করা হয়েছে।

source: {0} of {1}
bn_bd: {0} থেকে {1}

source: {0} rejected
bn_bd: {0} টি বাতিল

source: {0} warning
bn_bd: {0} টি সতর্কতা

source: 128x128px
bn_bd: ১২৮x১২৮ পিক্সেল

source: 32x32px
bn_bd: ৩২x৩২ পিক্সেল

source: 64x64px
bn_bd: ৬৪x৬৪ পিক্সেল

source: About team member roles
bn_bd: টিমের সদস্যদের ভূমিকা সম্পর্কে

source: About Team Member Roles
bn_bd: টিমের সদস্যের ভূমিকা সম্পর্কে

source: Account Deleted
bn_bd: অ্যাকাউন্ট মুছে ফেলা হয়েছে

source: Account Lookup
bn_bd: অ্যাকাউন্ট অনুসন্ধান

source: Account Lookup results for
bn_bd: অ্যাকাউন্ট ফলাফল দেখার জন্য

source: Account name
bn_bd: অ্যাকাউন্ট নাম

source: Account Name
bn_bd: অ্যাকাউন্ট নাম

source: Account Settings
bn_bd: অ্যাকাউন্ট সেটিং

source: Account updated.
bn_bd: অ্যাকাউন্ট হালনাগাদ করা হয়েছে।

source: Actions
bn_bd: অ্যাকশন

source: Add a new version of the packaged app.
bn_bd: এই প্যাকেজ অ্যাপ এর জন্য নতুন সংস্করণ যোগ করুন।

source: Add a Promo
bn_bd: একটি বিজ্ঞাপন যোগ করুন

source: Add a Screenshot or Video...
bn_bd: স্ক্রিনশট বা ভিডিও যোগ করুন

source: Added {0}
bn_bd: {0} টি যোগ হয়েছে

source: Additional Marketplace Policies
bn_bd: অতিরিক্ত মার্কেটপ্লেস নীতি

source: Add, manage or view transactions for your payment accounts
bn_bd: আপনার পেমেন্ট অ্যাকাউন্টের জন্য যোগ করুন, পরিচালনা করুন অথবা কার্যপরিচালনা দেখুন

source: {addon} added to {collection}.
bn_bd: {collection} এ {addon} যোগ করা হয়েছে।

source: {addon} auto-escalated because its a prerelease app.
bn_bd: রিলিজ পূর্ববর্তী হওয়ায় {addon} স্বয়ংক্রিয়ভাবে তুলে নেয়া হয়েছে।

source: {addon} auto-escalated because its a VIP app.
bn_bd: ভিআইপি অ্যাপ হবার কারনে স্বয়ংক্রিয়ভাবে {addon} তুলে নেয়া হয়েছে।

source: {addon} changed to premium.
bn_bd: {addon} প্রিমিয়াম হিসেবে রুপান্তরিত হয়েছে।

source: {addon} content rating changed.
bn_bd: {addon} এর বিষয়বস্তুর রেটিং পরিবর্তন করা হয়েছে।

source: {addon} content rating changed to Adult.
bn_bd: {addon} এর বিষয়বস্তুর রেটিং পরিবর্তন করে প্রাপ্তবয়স্ক করা হয়েছে।

source: {addon} description edited.
bn_bd: {addon} এর বর্ণনা সম্পাদনা করা হয়েছে।

source: {addon} device support manually changed by reviewer.
bn_bd: পর্যালোচক ম্যানুয়ালি {addon} এর ডিভাইস সমর্থন পরিবর্তন করেছেন।

source: {addon} disabled.
bn_bd: {addon} নিষ্ক্রিয় করা হয়েছে।

source: {addon} enabled.
bn_bd: {addon} সক্রিয় হয়েছে।

source: {addon} escalated because of high number of abuse reports.
bn_bd: অতিরিক্ত অভিযোগের কারনে {addon} তুলে নেওয়া হয়েছে।

source: {addon} escalated because of high number of refund requests.
bn_bd: টাকা ফেরৎ দেয়ার অতিরিক্ত অনুরোধ পাওয়ার কারনে {addon} তুলে নেয়া হয়েছে।

source: {addon} escalated by reviewer.
bn_bd: পর্যালোচক {addon} তুলে নিয়েছেন।

source: {addon} featured in {0}.
bn_bd: {0} তে {addon} ফিচার করা হয়েছে।

source: {addon} icon changed.
bn_bd: {addon} এর আইকন পরিবর্তন করা হয়েছে।

source: {addon} installed.
bn_bd: {addon} ইনস্টল করা হয়েছে।

source: {addon} is no longer featured.
bn_bd: {addon} আর এখন ফিচারড নয়।

source: {addon} is now featured.
bn_bd: {addon} এখন ফিচারড আছে।

source: {addon} manifest updated.
bn_bd: {addon} ম্যানিফেস্ট হালনাগাদ হয়েছে।

source: {addon} minimum requirements manually changed.
bn_bd: {addon} এর সর্বনিম্ন চাহিদা ম্যানুয়ালি পরিবর্তন করা হয়েছে।

source: {addon} minimum requirements manually changed by reviewer.
bn_bd: পর্যালোচক {addon} এর সর্বনিম্ন চাহিদা ম্যানুয়ালি পরিবর্তন করেছেন।

source: {addon} no longer featured in {0}.
bn_bd: {0} তে এখন আর {addon} ফিচারড নেই।

source: {addon} policy changed.
bn_bd: {addon} এর নীতি পরিবর্তন করা হয়েছে।

source: {addon} properties edited.
bn_bd: {addon} এর বৈশিষ্ট্য সম্পাদনা করা হয়েছে।

source: {addon} purchased.
bn_bd: {addon} কেনা হয়েছে।

source: {addon} removed from {collection}.
bn_bd: {collection} থেকে {addon} অপসারণ করা হয়েছে।

source: {addon} re-review because of new device(s) added.
bn_bd: নতুন ডিভাইস যুক্ত করার কারনে {addon} পুনরায় রিভিউ করা হয়েছে।

source: {addon} re-reviewed because app upgraded premium type.
bn_bd: অ্যাপ আপগ্রেড করে প্রিমিয়াম করা হয়েছে, তাই {addon} পুনরায় পর্যালোচনা করা হয়েছে।

source: {addon} re-reviewed because of manifest change.
bn_bd: ম্যানিফেস্ট পরিবর্তন করার কারনে {addon} পুনরায় পর্যালোচনা করা হয়েছে।

source: {addon} re-reviewed because of manifest URL change.
bn_bd: ম্যানিফেস্ট URL পরিবর্তন হওয়ার কারনে {addon} পুনঃপর্যালোচনা করা হয়েছে।

source: {addon} resubmitted for review.
bn_bd: পর্যালোচনা করার জন্য পুনরায় {addon} জমা দেয়া হয়েছে।

source: {addon} reviewed.
bn_bd: {addon} পর্যালোচনা করা হয়েছে।

source: {addon} stats set to private.
bn_bd: {addon} এর তথ্য গোপন করে রাখা হয়েছে।

source: {addon} status changed to {0}.
bn_bd: {addon} এর স্ট্যাটাস পরিবর্তন করে {0} করা হয়েছে।

source: {addon} {version} approved.
bn_bd: {addon} এর {version} সংস্করণ অনুমোদিত হয়েছে।

source: {addon} {version} approved but private.
bn_bd: {addon} {version} অনুমোদিত কিন্তু ব্যাক্তিগত রাখা হয়েছে।

source: {addon} {version} escalated.
bn_bd: {addon} {version} উপরে নেয়া হয়েছে।

source: {addon} {version} failed the {queue} review.
bn_bd: {addon} {version} {queue}তম পর্যালোচনায় ব্যর্থ হয়েছে।

source: {addon} {version} given preliminary review.
bn_bd: {addon} এর {version} সংস্করণের প্রাথমিক পর্যালোচনা করা হয়েছে।

source: {addon} {version} more information requested.
bn_bd: {addon} {version} এর জন্য আরো তথ্যের অনুরোধ করা হয়েছে।

source: {addon} {version} passed the {queue} review.
bn_bd: {addon} {version} {queue}তম পর্যালোচনায় গৃহীত হয়েছে।

source: {addon} {version} rejected.
bn_bd: {addon} {version} বাতিল হয়েছে।

source: {addon} {version} retained.
bn_bd: {addon} {version} বহাল আছে।

source: {addon} {version} review requested.
bn_bd: {addon} {version} পর্যালোচনার জন্য অনুরোধ করা হয়েছে।

source: {addon} {version} super review requested.
bn_bd: {addon} {version} সর্বোচ্চ পর্যালোচনা করার জন্য অনুরোধ করা হয়েছে।

source: {addon} was created.
bn_bd: {addon} তৈরি করা হয়েছে।

source: Address 2
bn_bd: ঠিকানা ২

source: Admin {0} viewed activity log for {user}.
bn_bd: {user} এর কার্যক্রমের হিসাব Admin {0} দেখেছেন

source: Administrative Actions
bn_bd: অ্যাডমিনিস্ট্রেটিভ পদক্ষেপ

source: Administrative Email
bn_bd: প্রশাসনিক ইমেইল

source: Admin Tools
bn_bd: অ্যাডমিন টুলস

source: Adults Only 18+
bn_bd: শুধুমাত্র ১৮+ প্রাপ্তবয়স্কদের জন্য

source: Advanced Search
bn_bd: উন্নত সার্চ

source: Agree
bn_bd: সম্মত

source: Agree and Continue
bn_bd: সম্মতি দিয়ে এগিয়ে যান

source: Agreement
bn_bd: এগ্রিমেন্ট

source: Åland Islands
bn_bd: আলান্ড আইল্যান্ড

source: All Americas except Brazil
bn_bd: ব্রাজিল ছাড়া সকল আমেরিকানদের জন্য

source: All team members must have read and agreed to the developer agreement.
bn_bd: দলের সকল সদস্যদের অবশ্যই ডেভেলপার শর্ত পড়তে হবে এবং সম্মত হতে হবে।

source: All tests passed successfully.
bn_bd: সকল পরীক্ষায় সফলভাবে উত্তীর্ণ হয়েছে।

source: all time
bn_bd: সব সময়

source: All Time
bn_bd: সব সময়

source: Almost There!
bn_bd: আপনি প্রায় এসে পড়েছেন!

source: Ambient Light Sensor
bn_bd: এম্বিয়েন্ট লাইট সেন্সর

source: Amount
bn_bd: পরিমাণ

source: an add-on developer replies to my review
bn_bd: একজন অ্যাড-অন ডেভেলপার আমার পর্যালোচনার উত্তর দিয়েছে

source: an add-on developer thanks me for a contribution
bn_bd: একটি অবদান রাখার জন্য একজন অ্যাড-অন ডেভেলপার আমাকে ধন্যবাদ জানিয়েছে

source: An app already exists on this domain; only one app per domain is allowed.
bn_bd: ইতিমধ্যে একটি অ্যাপ্লিকেশনে এই ডোমেইনটি বিদ্যমান রয়েছে; একটি ডোমেইন শুধুমাত্র একটি অ্যাপ্লিকেশনের অনুমোদন করে।

source: an app developer replies to my review
bn_bd: একজন অ্যাপ ডেভেলপার আমার পর্যালোচনার উত্তর দিয়েছে

source: and
bn_bd: এবং

source: Android smartphones
bn_bd: অ্যান্ড্রয়েড স্মার্টফোন

source: Android Tablets
bn_bd: অ্যান্ড্রয়েড ট্যাবলেট

source: An email address is required.
bn_bd: একটি ইমেইল ঠিকানা প্রয়োজন

source: Announcement
bn_bd: ঘোষণা

source: Any App Type
bn_bd: যে কোন ধরনের অ্যাপ

source: Any Device Type
bn_bd: যে কোন ডিভাইসের জন্য

source: Any Status
bn_bd: যেকোন স্টাটাস

source: API Reference
bn_bd: API রেফারেন্স

source: App
bn_bd: অ্যাপ

source: App already blocklisted.
bn_bd: অ্যাপটি ইতিমধ্যে ব্লকলিস্টে রয়েছে।

source: App being processed, please wait.
bn_bd: অ্যাপ প্রসেস হচ্ছে,অপেক্ষা করুন।

source: App Compatibility
bn_bd: অ্যাপের সামঞ্জস্যতা

source: App deleted.
bn_bd: অ্যাপ মুছে ফেলা হয়েছে।

source: App Detail
bn_bd: অ্যাপ বিস্তারিত

source: App Details
bn_bd: অ্যাপসের বিবরণ

source: App failed validation.
bn_bd: অ্যাপটি যাচাইকরণ প্রক্রিয়ায় ব্যার্থ হয়েছে।

source: App History
bn_bd: আ্যপ ইতিহাস

source: App host could not be reached.
bn_bd: অ্যাপ্লিকেশনের হোস্ট খুঁজে পাওয়া যায় নি।

source: App Icon
bn_bd: অ্যাপ আইকন

source: App is already installed.
bn_bd: অ্যাপ টি ইতিমধ্যে ইনস্টল করা আছে।

source: Application Key
bn_bd: অ্যাপ্লিকেশন কী (key)

source: Application max version for {version} updated.
bn_bd: অ্যাপ্লিকেশনের সর্বোচ্চ সংস্করণ {version} হালনাগাদ করা হয়েছে।

source: Application Name
bn_bd: অ্যাপ্লিকেশনের নাম

source: Application Secret
bn_bd: অ্যাপ্লিকেশনের গোপনীয়তা

source: App Lookup
bn_bd: অ্যাপ খুঁজুন

source: App Lookup results for
bn_bd: অ্যাপ্লিকেশনের জন্য ফলাফল দেখুন

source: App Management API
bn_bd: অ্যাপ ম্যানেজমেন্ট এপিআই

source: App Manager
bn_bd: অ্যাপ ম্যানেজার

source: App manifest is invalid.
bn_bd: অ্যাপ্লিকেশনের ম্যানিফেস্টটি অবৈধ।

source: App manifest is unparsable.
bn_bd: অ্যাপ্লিকেশনের ম্যানিফেস্ট পার্স করা সম্ভব না।

source: App Minimum Requirements
bn_bd: অ্যাপের সর্বনিম্ন প্রয়োজনীয়তা

source: {appName} payment accounts:
bn_bd: {appName} পেমেন্ট অ্যাকাউন্ট:

source: %(app_name)s would like access to your Marketplace account.
bn_bd: %(app_name)s আপনার মার্কেটপ্লেস অ্যাকাউন্টের অ্যাকসেস চায়।

source: App passed validation.
bn_bd: অ্যাপ যাচাই প্রক্রিয়ায় উত্তীর্ণ হয়েছে।

source: App previews must be at least {0}px by {1}px or {1}px by {0}px.
bn_bd: অ্যাপ প্রিভিউ কমপক্ষে {0}px by {1}px বা {1}px by {0}px হতে হবে।

source: App Price
bn_bd: অ্যাপ্লিকেশন মূল্য

source: App resubmission
bn_bd: অ্যাপ রিসবমিশন

source: App Resubmission
bn_bd: অ্যাপ পুনঃজমা

source: Approve
bn_bd: অনুমোদন

source: Approved
bn_bd: অনুমোদিত

source: Approved app: {app}
bn_bd: অনুমোদিত অ্যাপঃ {app}

source: Approved but private
bn_bd: অনুমোদিত কিন্তু ব্যাক্তিগত রাখা হয়েছে।

source: Approved Instantly
bn_bd: তাত্ক্ষণিকভাবে অনুমোদিত

source: Apps ({0})
bn_bd: অ্যাপ ({0})

source: Apps can have any number of team members with 4 possible roles:
bn_bd: অ্যাপ এর যে কোন পরিমাণ এর টিম মেম্বার থাকতে পারে সাথে ৪টি সম্ভাব্য ভূমিকা থাকতে হবে :

source: apps purchased
bn_bd: ক্রয়কৃত অ্যাপলিকেশন

source: App submission incomplete
bn_bd: অ্যাপ জমা অসম্পূর্ণ

source: App submission notes
bn_bd: অ্যাপ সাবমিশন নোট

source: App successfully resubmitted.
bn_bd: অ্যাপ সফলভাবে পুনরায় জমা হয়েছে।

source: App type
bn_bd: অ্যাপের ধরন

source: App URL
bn_bd: অ্যাপ URL

source: App Visibility:
bn_bd: অ্যাপ এর দৃশ্যমান

source: A privacy policy is required that explains what data is transmitted from a user's computer and how it is used.
bn_bd: একজন ব্যবহারকারীর কম্পিউটার থেকে কি তথ্য প্রেরণ করা হয় এবং কিভাবে ব্যবহৃত হয় তা বর্ণনা করার জন্য একটি গোপনীয়তা নীতি প্রয়োজন।

source: Archive
bn_bd: আর্কাইভ

source: Are you sure you want to remove all <b>{0}</b> translations? This cannot be undone.
bn_bd: সকল <b>{0}</b> টি লোকালাইজেশন মুছে ফেলার জন্য আপনি কি নিশ্চিত? এটি পূর্বাবস্থায় করা যাবে না।

source: Are you sure you wish to delete this user?
bn_bd: আপনি কি এই ব্যবহারকারী মুছে ফেলতে ইচ্ছুক ?

source: Are you sure you wish to delete this version?
bn_bd: আপনি এই সংস্করণ মুছে ফেলতে ইচ্ছুক আপনি কি নিশ্চিত?

source: Are you sure you wish to delete your app?
bn_bd: আপনি আপনার অ্যাপ মুছে ফেলতে ইচ্ছুক, আপনি কি নিশ্চিত?

source: Are you sure you wish to delist your app?
bn_bd: আপনি আপনার অ্যাপ্লিকেশন তালিকা বহির্ভূত করতে চান, আপনি কি নিশ্চিত?

source: A server error occurred. Please try again later.
bn_bd: সার্ভারে একটি ত্রুটি হয়েছে। দয়া করে পুনরায় আবার চেষ্টা করুন।

source: A server error occurred when retrieving the application key.
bn_bd: অ্যাপ্লিকেশন কী খুঁজে আনার সময় একটি সার্ভার ত্রুটি ঘটেছে।

source: As soon as it is approved.
bn_bd: অনুমোদন পাওয়া মাত্রই।

source: At any point, you can
bn_bd: যে কোন মূহূর্তে, আপনি চাইলে

source: A team member can only be listed once.
bn_bd: একজন দলের সদস্য শুধু মাত্র একবারই তালিকাভুক্ত হতে পারবে।

source: At least one team member must be listed.
bn_bd: কমপক্ষে দলের একজন সদস্য অবশ্যই তালিকাভুক্ত থাকতে হবে।

source: Attach another file
bn_bd: আরেকটি ফাইল সংযুক্ত করুন

source: Attachment:
bn_bd: সংযুক্তি:

source: Attachment exceeds maximum size of %s.
bn_bd: সংযুক্তির সর্বাধিক আকার %s অতিক্রম করেছে।

source: Austrian/Swiss Bank Code
bn_bd: অস্ট্রিয়ান / সুইস ব্যাংক কোড

source: Authentication error
bn_bd: যাচাইকরণ ত্রুটি

source: Authorize Access
bn_bd: প্রবেশ অনুমোদিত

source: Authors emailed about compatibility of {version}.
bn_bd: ডেভেলপারকে {version} এর কম্প্যাটিবিলিটি সম্পর্কে মেইল করা হয়েছে।

source: auto-approved
bn_bd: স্বয়ংক্রিয়ভাবে অনুমোদিত হয়েছে

source: Available now!
bn_bd: এখন পাওয়া যাচ্ছে!

source: awaiting approval
bn_bd: অনুমোদনের অপেক্ষায় আছে

source: Badges, banners, and icons
bn_bd: ব্যাজ, ব্যানার, এবং আইকন

source: Bahamas
bn_bd: বাহামা দ্বীপপুঞ্জ

source: Bank Account Number
bn_bd: ব্যাংক অ্যাকাউন্ট নম্বর

source: Bank Address
bn_bd: ব্যাংক ঠিকানা

source: Bank Address 2
bn_bd: ব্যাংক ঠিকানা ২

source: Bank City/Municipality
bn_bd: ব্যাংক শহর/পৌরসভা

source: Bank Country
bn_bd: ব্যাংক দেশ

source: Bank Name
bn_bd: ব্যাংক নাম

source: Bank State/Province/Region
bn_bd: ব্যাংক রাজ্য/প্রদেশ/অঞ্চল

source: Bank Zip/Postal Code
bn_bd: ব্যাংক জিপ/পোস্টাল কোড

source: Basic Information
bn_bd: প্রাথমিক তথ্য

source: Basic Information for {0}
bn_bd: {0} এর জন্য প্রাথমিক তথ্য

source: Before changing your default locale you must have a name and description in that locale. You are missing %s.
bn_bd: আপনার ডিফল্ট লোকেল পরিবর্তন করার আগে আপনাকে অবশ্যই ঐ স্থানের একটি নাম ও বিবরণ দিতে হবে। আপনি %s মিসিং করেছেন।

source: Belgian Sort Code
bn_bd: বেলজিয়ান সর্ট কোড

source: <b>Estimated waiting time:</b> %(num)s working day
bn_bd: <b>:অনুমিত অপেক্ষমান সময়</b> %(num)s কার্যদিবসগুলো

source: Billing method
bn_bd: বিলিং পদ্ধতি

source: Black
bn_bd: কালো

source: <b>Limit to my team</b>: Visible to only Team Members.
bn_bd: <b>শুধু আমার টিমের জন্য</b>: শুধুমাত্র দলের সদস্যদের কাছে দৃশ্যমান।

source: Blocklist
bn_bd: ব্লকলিস্ট

source: Blocklist App
bn_bd: অ্যাপ্লিকেশন ব্লকলিস্ট

source: Blocklisted App
bn_bd: ব্লগলিস্ট অ্যাপ

source: Bonaire, Saint Eustatius and Saba
bn_bd: বোনাইর, সেইন্ট ইউস্টাটিয়াস ও সাবা

source: <b>Published</b>: Visible to everyone in the Marketplace and included in search results and listing pages.
bn_bd: <b>প্রকাশিত হয়েছে</b>: মার্কেটপ্লেসের প্রত্যেকের কাছে দৃশ্যমান এবং অনুসন্ধান ফলাফল এবং তালিকা পাতায় অন্তর্ভুক্ত।

source: <b>Queue position:</b> %(pos)s of %(total)s
bn_bd: <b>সারিতে আপনার অবস্থান:</b> %(pos)s of %(total)s

source: Browse
bn_bd: ব্রাউজ করুন

source: Brunei Darussalam
bn_bd: ব্রুনেই দারুসসালাম

source: <b>Unlisted</b>: Visible to only people with the URL and does not appear in search results and listing pages.
bn_bd: <b>তালিকাবহির্ভূত</b>: শুধুমাত্র URL এর সাথে যুক্ত মানুষদের জন্য দৃশ্যমান এবং সার্চ রেজাল্ট ও তালিকাভুক্ত পেইজ এ প্রদর্শিত না।

source: Buyer
bn_bd: ক্রেতা

source: By {0} on {1}
bn_bd: {1} তে {0}

source: Canadian Transit Number/German Routing Code
bn_bd: ডাচ / মার্কিন সর্ট কোড

source: Can manage all aspects of the app's listing, except for adding and removing other team members and managing payments
bn_bd: তালিকাভুক্ত অ্যাপগুলু সব দিক পরিচালনা করতে পারেন, শুধুমাত্র অন্যান্য দলের সদস্যদের যোগ, অপসারণ এবং পেমেন্ট পরিচালনা ব্যতীত
